---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.FieldDomainPoints
source: html/2d20125e-aa71-7233-32b0-142371d519da.htm
---
# FieldDomainPoints Members

Releases all resources used by the FieldDomainPoints